const mockNews = [
  {
    id: 1,
    title: 'News 1',
    description:
      'Курсант ИМРФ им. Героя Советского Союза М.П. Девятаева (Казанского филиала ВГУВТ) стал лауреатом российской национальной премии «Студент года» в номинации «Председатель совета обучающихся».\n' +
      'С 26 по 30 ноября в городе Киров прошёл финал российской национальной премии «Студент года», приуроченной Году семьи и 650-летию Кирова. В течение четырех дней 400 студентов профессиональных образовательных организаций из 60 регионов России боролись за звание «Студента года». В номинации «Председатель совета обучающихся года» участники проходили ряд конкурсных испытаний: самопрезентация, тестирование «Ценности», деловая игра и председательский ликбез.',
    image: 'assets/images/image1.jpg',
    date: '2021-01-01',
  },
  {
    id: 2,
    title: 'News 2',
    description:
      '30 ноября ректор ведущего транспортного вуза Поволжья отметил 60-летний юбилей.\n' +
      'Преподаватели, сотрудники, студенты и курсанты Волжского государственного университета водного транспорта и его филиалов поздравляют Игоря Константиновича Кузьмичева с этой знаменательной датой!  Отзывчивость и демократичность, а также служение целям созидания позволили вывести университет на качественно новый уровень развития. С юбилеем ректора поздравили представители отраслевого образования, судоходных компаний и надзорных органов на транспорте.   От всей души желаем Вам крепкого здоровья, неиссякаемой энергии, верных друзей, надёжных помощников, и обещаем вместе идти к поставленным целям!',
    image: 'assets/images/image2.jpg',
    date: '2021-01-02',
  },
  {
    id: 3,
    title: 'News 3',
    description:
      'Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.',
    image: 'assets/images/image3.jpg',
    date: '2021-01-03',
  },
];

export default mockNews;
